tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "act"
brew "libpng"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "gettext"
brew "readline"
brew "bash"
brew "binutils"
brew "bison"
brew "freetype"
brew "glib"
brew "cloc"
brew "cloudflared"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "openssl@3"
brew "curl"
brew "diffutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gd"
brew "libiconv"
brew "git"
brew "git-extras"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "unbound"
brew "libassuan"
brew "gnupg"
brew "icu4c@78"
brew "harfbuzz"
brew "graphviz"
brew "grep"
brew "gzip"
brew "jpeg"
brew "krb5"
brew "ldns"
brew "less"
brew "libedit"
brew "libfido2"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "make"
brew "mas"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "oniguruma"
brew "openjdk"
brew "openssh"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pkgconf"
brew "python@3.12"
brew "re2c"
brew "rsync"
brew "tree"
brew "unzip"
brew "watch"
brew "wdiff"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "apache-directory-studio"
cask "deepl"
cask "discord"
cask "firefox@nightly"
cask "font-cica"
cask "font-myrica"
cask "font-myricam"
cask "font-ricty-diminished"
cask "ghostty"
cask "google-chrome@canary"
cask "iterm2"
cask "karabiner-elements"
cask "kiro"
cask "slack@beta"
cask "the-unarchiver"
cask "visual-studio-code@insiders"
cask "vivaldi@snapshot"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
