tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

cask "firefox-nightly"
cask "google-chrome-canary"
cask "vivaldi-snapshot"

cask "1password"
cask "alfred"
cask "karabiner-elements"

cask "slack-beta"
cask "discord"
cask "zoom"

cask "iterm2"
cask "visual-studio-code-insiders"
cask "jetbrains-toolbox"
cask "docker-edge"

cask "apache-directory-studio"
cask "the-unarchiver"

cask "qlimagesize"
cask "qlcolorcode"
cask "qlstephen"
cask "scriptql"
cask "quicklook-csv"
cask "quicklook-json"
cask "qlmarkdown"
cask "webpquicklook"
cask "qlvideo"

cask "font-myrica"
cask "font-myricam"
cask "font-ricty-diminished"
cask "font-migu-1m"
cask "font-cica"

brew "bash"
brew "colordiff"
brew "curl"
brew "git"
brew "gpg"
brew "gzip"
brew "less"
brew "libpq"
brew "make"
brew "mysql-client"
brew "neovim"
brew "openssh"
brew "openssl@1.1"
brew "pinentry-mac"
brew "rsync"
brew "unzip"
brew "watch"
brew "wdiff"
brew "xz"
brew "zsh"

brew "binutils"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "gnu-getopt"
brew "grep"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnu-which"

brew "mas"
mas "Magnet", id: 441258766
mas "Amphetamine", id: 937984704
