brew "act"
brew "libpng"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "gettext"
brew "readline"
brew "bash"
brew "binutils"
brew "bison"
brew "freetype"
brew "glib"
brew "cloc"
brew "cloudflared"
brew "colima"
brew "coreutils"
brew "openssl@3"
brew "curl"
brew "diffutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gd"
brew "libiconv"
brew "git"
brew "git-extras"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "unbound"
brew "libassuan"
brew "gnupg"
brew "icu4c@78"
brew "harfbuzz"
brew "graphviz"
brew "grep"
brew "gzip"
brew "jpeg"
brew "krb5"
brew "ldns"
brew "less"
brew "libedit"
brew "libfido2"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "make"
brew "mas"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "oniguruma"
brew "openjdk"
brew "openssh"
brew "pinentry-mac"
brew "pkgconf"
brew "re2c"
brew "rsync"
brew "tree"
brew "unzip"
brew "watch"
brew "wdiff"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "apache-directory-studio"
cask "cmux"
cask "deepl"
cask "discord"
cask "firefox@nightly"
cask "font-cica"
cask "font-myrica"
cask "font-myricam"
cask "font-ricty-diminished"
cask "ghostty"
cask "google-chrome@canary"
cask "iterm2"
cask "karabiner-elements"
cask "slack@beta"
cask "the-unarchiver"
cask "visual-studio-code@insiders"
cask "vivaldi@snapshot"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
vscode "42crunch.vscode-openapi"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "aswinkumar863.smarty-template-support"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "goldspotmedia.gcm-creator-editor"
vscode "grafana.vscode-jsonnet"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
go "cmd/go"
go "cmd/gofmt"
