tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "sanemat/font"
tap "tkengo/highway"
tap "wercker/wercker"
tap "yowatari/formula"
cask "java"
cask "xquartz"
brew "ack"
brew "amazon-ecs-cli"
brew "apple-gcc42"
brew "openssl"
brew "autoconf"
brew "automake"
brew "awscli"
brew "berkeley-db"
brew "berkeley-db@4"
brew "bfg"
brew "binutils"
brew "bison@2.7"
brew "boost"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cloog"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "zeromq"
brew "czmq"
brew "diffutils"
brew "direnv"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "pkg-config"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fping"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gcal"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gnu-getopt"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "gnupg"
brew "gperftools"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "groovy"
brew "gzip"
brew "lua"
brew "highlight"
brew "htop-osx"
brew "hub"
brew "iproute2mac"
brew "jansson"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "less"
brew "lesspipe"
brew "libev"
brew "libevent"
brew "libressl"
brew "libsodium"
brew "libxml2"
brew "libyaml"
brew "luajit"
brew "lv"
brew "make"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mercurial"
brew "mysql"
brew "spdylay"
brew "nghttp2"
brew "nkf"
brew "openssh"
brew "packer"
brew "peco"
brew "pip-completion"
brew "pssh"
brew "pstree"
brew "re2c"
brew "reattach-to-user-namespace"
brew "xz"
brew "rpm2cpio"
brew "rsync"
brew "s3cmd"
brew "sl"
brew "slackcat"
brew "subversion"
brew "terraform"
brew "tmux"
brew "tmux-cssh"
brew "tree"
brew "unzip"
brew "utf8proc"
brew "vim", args: ["with-lua"]
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "wrk"
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "tkengo/highway/highway"
brew "wercker/wercker/wercker-cli"
cask "1password"
cask "alfred"
cask "apache-directory-studio"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flash-npapi"
cask "font-myrica"
cask "font-myricam"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "jasper"
cask "java6"
cask "karabiner"
cask "kindle"
cask "licecap"
cask "mysqlworkbench"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "scriptql"
cask "shiftit"
cask "skitch"
cask "slack"
cask "sublime-text"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi-snapshot"
cask "vlc"
