tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'sanemat/font'
tap 'tkengo/highway'
tap 'wercker/wercker'
tap 'yowatari/formula'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'amazon-ecs-cli'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'berkeley-db'
brew 'berkeley-db4'
brew 'bfg'
brew 'binutils'
brew 'icu4c'
brew 'boost'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'colordiff'
brew 'gmp'
brew 'coreutils'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'findutils', args: ['with-default-names']
brew 'libtool'
brew 'git'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'jpeg'
brew 'libtiff'
brew 'fontforge'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'gcal'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnupg'
brew 'gperftools'
brew 'graphviz'
brew 'groovy'
brew 'lua'
brew 'highlight'
brew 'htop-osx'
brew 'hub'
brew 'jansson'
brew 'oniguruma'
brew 'jq'
brew 'libev'
brew 'openssl'
brew 'libevent'
brew 'libressl'
brew 'libyaml'
brew 'luajit'
brew 'lv'
brew 'mhash'
brew 'mcrypt'
brew 'md5sha1sum'
brew 'sqlite'
brew 'python'
brew 'mercurial'
brew 'mysql'
brew 'spdylay'
brew 'nghttp2'
brew 'nkf'
brew 'packer'
brew 'peco'
brew 'pssh'
brew 'pstree'
brew 're2c'
brew 'reattach-to-user-namespace'
brew 'rpm2cpio'
brew 's3cmd'
brew 'sl'
brew 'slackcat'
brew 'subversion'
brew 'tmux'
brew 'tmux-cssh'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wdiff', args: ['with-gettext']
brew 'wget'
brew 'wrk'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/completions/pip-completion'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/unzip'
brew 'sanemat/font/ricty', args: ['powerline', 'vim-powerline']
brew 'tkengo/highway/highway'
brew 'wercker/wercker/wercker-cli'
cask '1password'
cask 'alfred'
cask 'apache-directory-studio'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'firefox-ja'
cask 'flash'
cask 'font-myrica'
cask 'font-myricam'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'insomnia'
cask 'iterm2'
cask 'java6'
cask 'karabiner'
cask 'kindle'
cask 'licecap'
cask 'mysqlworkbench'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'scriptql'
cask 'skitch'
cask 'slack'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'vlc'
